Revit 2027 API
GroupSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual GroupSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As GroupSetIterator
public:
virtual GroupSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> GroupSetIterator
override ReverseIterator : unit -> GroupSetIterator
Return Value
GroupSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
GroupSet Class
Autodesk.Revit.DB Namespace